/* Создать двумерный массив 5х5, заполнить его случайными числами от 10 до 99 и вывести на экран.
 * Поменять местами максимальный элемент каждой строки с первым элементом в соответствующей строке.
 * Задачу решить с помощью указателей.
*/
#include "third.h"

int main()
{
    exec();

    printf("Досвидания!\n");

  return 0;
}
