/*  Объявите указатель на массив типа double и предложите пользователю выбрать его размер.
 *  Далее напишите четыре функции:
 *  первая должна выделить память для массива, вторая  – заполнить ячейки данными,
 *  третья – показать данные на экран, четвертая – освободить занимаемую память.
 *  Программа должна предлагать пользователю продолжать работу
 * (создавать новые динамические массивы ) или выйти из программы.
 *
*/
#include "first.h"
#include <stdio.h>

int main()
{
    exec();

    printf("Досвидания !\n");
  return 0;
}
